开始的开始 一脸懵逼样子
最后的最后 渴望编程天使 
青春的青春 追逐梦想的影子
曾经的我们 都会飞往哪里

开始的开始 我们都是孩子
最后的最后 渴望变成天使
师大的日子 感谢你给的回忆
毕业的我们 


当某天 你会想念 通知书上学为人师行为世范
当某天 你会遗憾 迟到的教室和错过的考点
当某天 再走进 我们一起调侃过大门的学院 
(伙伴)
当某天 再踏进 这校园会是哪片玉兰 掉进安静的曦园

原来天天抱怨破破的寝室 已经住了四年
表示楼管赵叔机房师傅 一直没有变
各种电路算法都搞不懂 还有微积分
（后悔过还是没心没肺继续玩)
各种曾经执着的竞赛晚会 熬几天几个夜
学士服下藏着澎湃心跳 胶片挥霍习惯的笑脸
毕业临行 一杯接一杯 我们来来来来来
毕业和再见的字眼 格外戳人泪点
相互嫌弃的老同学 只说句 傻逼再见


十年后 你若听见 有人说学为人师行为世范
十年后 你若看见 满屏的代码还是C语言
表示从高代到创新实践 原来只有四年
表示楼管赵叔机房师傅 一直没有变
各种电路算法都搞不懂 还有微积分
那些曾经洒满汗水的教材 都卖了几块几毛钱
我们即将分别 独自浪在 中国外国不同地点
瞥见白色的院衫 还会以为是我认识的谁
大姐俊哥钟神学霸 奚琦我爱你
也或许谁都忘记谁的名字 但记得
京师信科的日子
?

开始的开始 我们都是孩子
最后的最后 渴望变成天使
歌谣的歌谣 藏着童话的影子
今后的我们 该要飞往哪去?
