开始的开始 佩佩不是猴子
最后的最后 多了个熊孩子 
北航的鹏宇 要帮娟娟结对子 
欣然妙莹在北师 林琳变成瘦子(AG) 

开始的开始 我们六个屌丝
最后的最后 戴杰成设计师
晓航去美帝 鸟哥Java工程师
雷雷想当老师 还有俩留在北师(AB)

当某天 你若听见 有人说学为人师行为世范(张成娟，猴子，翔，鸟哥)
当某天 你若看见 满屏的代码还是C语言(王欣心，刘妙莹，何伟强，武爷)
当某天 再走进 我们一起调侃过大门的学院(刘鹏举，吕欣然，吴雷，戴杰) 
当某天 再踏进(张成娟，猴子，翔，鸟哥) 这校园会是哪片玉兰(张成娟，猴子，翔，鸟哥，王欣心，刘妙莹，何伟强，武爷) 
掉进安静的曦园(12)

原来天天抱怨破破的寝室 已经住了四年(鸟哥，大力)
原来集天友谊小米鸡排 再也看不见(戴杰，欣欣)
各种编译模电都搞不懂 还自顾自地玩(吴雷，刘妙莹)
各种曾经执着的竞赛晚会 熬几天几个夜(于晓航，佩佩)
学士服下藏着澎湃心跳 胶片挥霍习惯的笑脸(武康，吕欣然)
毕业临行 一杯接一杯(何伟强，鹏宇) 我们来来来来来(12)
毕业和再见的字眼 格外戳人泪点(于晓航，大力)
相互嫌弃的老同学 只说句 傻逼再见(12)

#define G1 张成娟，猴子，刘妙莹
#define G2 刘鹏举，吕欣然，王欣心
#define B1 于晓航，戴杰，鹏哥
#define B2 吴雷，何伟强，武康

十年后 你会想念 通知书上学为人师行为世范(G1,B1)
十年后 你会遗憾 迟到的教室和错过的考点(G2,B2)

表示从姐姐到阿姨的距离 原来只有四年(G1,G2)
表示我师乌鸦隔壁喜鹊 搞的是异地恋(G2,B1)
各种期末预习通宵建模 就当狂欢夜(B1,B2)
那些曾经画满圈圈的教材 卖几块几毛钱(B2,G1)
我们即将分别 独自浪在 中国外国不同地点(12)
太多故事回忆 都在争抢这首歌重点(12)
大姐俊哥钟神学霸 奚琦我爱你(12)
也或许谁都忘记谁的名字 但记得(12)
京师信科的日子(12)

开始的开始 都是纯洁孩子
最后的最后 污得不成样子
前程可奔赴 亦有岁月可回首
啦啦啦啦啦啦啦啦啦~
